Revit API Introduction Labs
Lab4_4_2_IncrementPerDocParameters Class
 Increment the invisible per-doc param.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab4_4_2_IncrementPerDocParameters : IExternalCommand
Visual Basic (Declaration)
Public Class Lab4_4_2_IncrementPerDocParameters _
	Implements IExternalCommand
Visual C++
public ref class Lab4_4_2_IncrementPerDocParameters : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab4_4_2_IncrementPerDocParameters
See Also
Lab4_4_2_IncrementPerDocParameters Members
Labs Namespace